Repository: 84000/data-translation-memory
Catalog: toh259-v3.tmx
Source language: bo
Languages: en

source: །སླད་མའི་ཚེ་སླད་མའི་དུས་ན་བྱང་ཆུབ་སེམས་དཔའི་སྣོད་དུ་འཚལ་བར་བགྱིས་ལ། འཇིག་རྟེན་གྱི་ཁམས་མི་མཇེད་དུ་ཡང་དག་པར་བཤད་པར་བགྱིའོ།
en: At a later time, in the future, we will explain it well in the Sahā world to those who seek the Bodhisattva Collection.”

source: །རྒྱལ་པོ་ཆེན་པོ་བཞིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་ཅག་གིས་གང་དག་འདི་ལྟ་བུའི་ཆོས་ཀྱི་སྣོད་དུ་གྱུར་པ་འབྱུང་བར་འགྱུར་བའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་གི་བསམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བགྱིའོ།
en: The Four Great Kings said to the Blessed One, “Blessed One, we will fulfill all the wishes of those bodhisattvas who become vessels of teachings like this.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་ལ་གཟིགས་ནས་བཀའ་སྩལ་པ། གྲོགས་པོ་དག་ཤིན་ཏུ་རྒྱས་པ་བསྡུས་པའི་ཡི་གེ་མེད་པའི་ཟ་མ་ཏོག་རྣམ་པར་སྣང་མཛད་ཀྱི་སྙིང་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཉན་པ་དེ་དག་ནི་དགེ་བའི་རྩ་བ་ཆུང་ངུ་དང་ལྡན་པར་མི་འགྱུར་རོ།
en: Then the Blessed One looked upon the entire retinue and said, “Friends, those who hear this Dharma discourse on the basket without words, the illuminator’s matrix, which condenses the very extensive sūtras, will not be endowed with lesser roots of virtue.

source: ང་ལ་སྐྱེས་བུ་དམ་པ་དེ་དག་གིས་བཀུར་སྟིར་བྱས། བླ་མར་བྱས། བཙུན་པར་བྱས་པའི་ཕྱིར་རོ།
en: This is because all those excellent beings have served, venerated, and honored me.

source: །རིགས་ཀྱི་བུ་དེ་དག་ནི་ངའི་བྱང་ཆུབ་ཕྲག་པ་ལ་ཐོགས་པར་འགྱུར་རོ།
en: Those children of a good family will carry my awakening on their shoulders.

source: །དེ་དག་གི་སྤོབས་པ་ཕུན་སུམ་ཚོགས་པ་རྒྱུན་མི་འཆད་པར་འགྱུར་རོ།
en: Their consummate eloquence will be unceasing.

source: །དེ་དག་གི་སངས་རྒྱས་ཀྱི་ཞིང་ཤིན་ཏུ་ཡོངས་སུ་དག་པར་འགྱུར་རོ།
en: Their buddha realms will be thoroughly and completely pure. “

source: །འཆི་བའི་དུས་ཀྱི་ཚེ་ན་ཡང་དེ་བཞིན་གཤེགས་པ་འོད་དཔག་མེད་ཉན་ཐོས་ཀྱི་དགེ་འདུན་གྱིས་ཡོངས་སུ་བསྐོར་ཅིང་བྱང་ཆུབ་སེམས་དཔའི་ཚོགས་ཀྱིས་མདུན་གྱིས་བལྟས་ནས་མདུན་ན་བཞུགས་པར་གྱུར་ཏེ་མཐོང་བར་འགྱུར་རོ།
en: Also, at the time of death, they will see standing before them the Thus-Gone One Amitābha surrounded by a saṅgha of śrāvakas and attended by an assembly of bodhisattvas.

source: །ང་ཡང་བྱང་ཆུབ་སེམས་དཔའ་འདི་དག་ཉིད་དང་ཐབས་ཅིག་ཏུ་རིའི་རྒྱལ་པོ་བྱ་རྒོད་ཀྱི་ཕུང་པོ་ལ་གནས་པར་མཐོང་བར་འགྱུར་རོ།
en: They will also see me together with these very bodhisattvas abiding on Vulture Peak, the king of mountains.

source: །རིགས་ཀྱི་བུ་དེ་དག་གི་ཆོས་ཀྱི་མཛོད་མི་ཟད་པར་འགྱུར་རོ།
en: The treasury of the Dharma will never be exhausted for those children of a good family.

source: །དེ་དག་ཚེ་རབས་དྲན་པར་འགྱུར་རོ།
en: They will remember their past lives.

source: །ངན་སོང་རྣམས་སུ་སྐྱེ་བར་མི་འགྱུར་རོ།
en: They will not be born in the lower realms. “

source: །རིགས་ཀྱི་བུ་ང་ནི་འཇིག་རྟེན་ཐམས་ཅད་དང་མི་འཐུན་པའི་ཚིག་འདི་སྨྲ་སྟེ།
en: Child of a good family, I have spoken these words that contradict the whole world.

source: རིགས་ཀྱི་བུ་དག་གལ་ཏེ་མཚམས་མེད་པ་ལྔ་བྱེད་པར་འགྱུར་ལ། ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལུས་ལ་བཏགས་སམ། ཡི་གེར་འདྲི་འམ། ཀློག་གམ། ཀུན་ཆུབ་པར་བྱེད་ན་དེ་ནི་ངན་སོང་ངན་འགྲོ་ལོག་པར་ལྟུང་བར་འགྲོ་བར་ངས་མ་མཐོང་ངོ་།
en: I have never seen children of a good family who commit the five actions with immediate retribution and then fasten this Dharma discourse to their bodies, write it out, recite it, or master it fall into the lower realms.

source: །བྱང་ཆུབ་སེམས་དཔའ་དེ་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་དབང་བསྐུར་ཞིང་མིག་ལྔ་ཐོབ་པར་འགྱུར་རོ།
en: Those bodhisattvas will be empowered by all the buddhas and attain the five eyes.

source: །དབང་པོ་ཉམས་པར་མི་འགྱུར་རོ།
en: They will not have inferior faculties.

source: །སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་ཡོངས་སུ་བཟུང་ངོ་།
en: They will be embraced by all buddhas.

source: །བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱིས་ཡོངས་སུ་བཟུང་ངོ་།
en: They will be embraced by all bodhisattvas.

source: །དེའི་ལས་ཚད་མེད་པ་རྣམ་པར་དག་པར་འགྱུར་རོ།
en: Their limitless actions will be purified.

source: །རིགས་ཀྱི་བུ་ཚིག་འདི་ནི་ཐ་མར་སྨྲ་སྟེ། དེ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པར་ངས་མཐོང་ངོ་། །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། ཁྱད་པར་སེམས་ལ་སོགས་པ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དང་། བརྒྱ་བྱིན་ལ་སོགས་པ་ལྷའི་བུ་རྣམས་དང་། རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་།
en: Child of a good family, I see that they will speak these words in the future and become truly and perfectly awakened.”

source: ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: When the Blessed One had spoken these words, Viśeṣacintin and the other bodhisattvas, Śakra and the gods, the Four Great Kings, and the world with its gods, humans, asuras, and gandharvas rejoiced and praised what the Blessed One had said.

source: འཕགས་པ་ཡི་གེ་མེད་པའི་ཟ་མ་ཏོག་རྣམ་པར་སྣང་མཛད་ཀྱི་སྙིང་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: This concludes the noble Mahāyāna sūtra “The Basket without Words, The Illuminator’s Matrix.”

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། དཱ་ན་ཤཱི་ལ་དང་། མུ་ནི་བརྨ་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་ཞུས་ནས་གཏན་ལ་ཕབ་པ།།
en: It was edited and finalized by the Indian preceptors Jinamitra, Dānaśīla, and Munivarman, and the chief editor-translator Bandé Yeshé Dé.
